Repository: BorekZnovustvoritel/minsP-POC
Catalog: translations/*/LC_MESSAGES/app.po
Languages: cs_cz

# about
source: Our coal warms all hearts.
cs_cz: Naše uhlí hřeje u srdce.

# add_to_cart
source: Add to kart
cs_cz: Přidej do košíku

# added_to_kart
source: Item Added to Kart.
cs_cz: Přidáno do košíku.

source: Address (line 1):
cs_cz: Adresa (1. řádek):

source: Address (line 2):
cs_cz: Adresa (2. řádek):

source: City:
cs_cz: Obec

source: Contact
cs_cz: Kontakt

source: Country:
cs_cz: Stát

source: First Name:
cs_cz: Křestní jméno

# go_to_details
source: Go to Order Summary
cs_cz: Přejít k vyplnění kontaktních údajů

source: Go to Kart
cs_cz: Přejít do košíku

source: Home
cs_cz: Domů

source: Kart
cs_cz: Košík

source: Last Name
cs_cz: Příjmení

source: Legal
cs_cz: Obchodní podmínky

# legal_heading
source: Legal Information
cs_cz: Obchodní podmínky

# legal_text
source: FLAG_{SECRET}
cs_cz: Lorem ipsum dolor sit amet, consectetuer adipiscing elit. Duis viverra diam non justo. Phasellus et lorem id felis nonummy placerat. Sed convallis magna eu sem. In enim a arcu imperdiet malesuada. In convallis. Curabitur vitae diam non enim vestibulum interdum. Nullam lectus justo, vulputate eget mollis sed, tempor sed magna. Pellentesque ipsum. Nam sed tellus id magna elementum tincidunt. Nulla turpis magna, cursus sit amet, suscipit a, interdum id, felis. Duis pulvinar. Vestibulum erat nulla, ullamcorper nec, rutrum non, nonummy ac, erat. Duis risus. Praesent dapibus. Sed vel lectus. Donec odio tempus molestie, porttitor ut, iaculis quis, sem. Cras pede libero, dapibus nec, pretium sit amet, tempor quis. Etiam commodo dui eget wisi. Suspendisse sagittis ultrices augue. Mauris dictum facilisis augue. Maecenas lorem. Vivamus ac leo pretium faucibus. Neque porro quisquam est, qui dolorem ipsum quia dolor sit amet, consectetur, adipisci velit, sed quia non numquam eius modi tempora incidunt ut labore et dolore magnam aliquam quaerat voluptatem. Itaque earum rerum hic tenetur a sapiente delectus, ut aut reiciendis voluptatibus maiores alias consequatur aut perferendis doloribus asperiores repellat. Vivamus luctus egestas leo. Nullam lectus justo, vulputate eget mollis sed, tempor sed magna. Etiam commodo dui eget wisi. Integer tempor. Mauris dolor felis, sagittis at, luctus sed, aliquam non, tellus. Morbi leo mi, nonummy eget tristique non, rhoncus non leo. Proin in tellus sit amet nibh dignissim sagittis. Aenean vel massa quis mauris vehicula lacinia. Nullam sit amet magna in magna gravida vehicula. Nunc tincidunt ante vitae massa. Maecenas aliquet accumsan leo. Itaque earum rerum hic tenetur a sapiente delectus, ut aut reiciendis voluptatibus maiores alias consequatur aut perferendis doloribus asperiores repellat. Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Pellentesque sapien. Maecenas lorem. Pellentesque pretium lectus id turpis. Nulla accumsan, elit sit amet varius semper, nulla mauris mollis quam, tempor suscipit diam nulla vel leo. Etiam commodo dui eget wisi. Et harum quidem rerum facilis est et expedita distinctio. Aliquam in lorem sit amet leo accumsan lacinia. Nemo enim ipsam voluptatem quia voluptas sit aspernatur aut odit aut fugit, sed quia consequuntur magni dolores eos qui ratione voluptatem sequi nesciunt. Donec ipsum massa, ullamcorper in, auctor et, scelerisque sed, est. Donec quis nibh at felis congue commodo. Nam quis nulla. Fusce tellus. Etiam dui sem, fermentum vitae, sagittis id, malesuada in, quam. Maecenas libero. Neque porro quisquam est, qui dolorem ipsum quia dolor sit amet, consectetur, adipisci velit, sed quia non numquam eius modi tempora incidunt ut labore et dolore magnam aliquam quaerat voluptatem. Sed ac dolor sit amet purus malesuada congue. In rutrum. Maecenas aliquet accumsan leo. Phasellus et lorem id felis nonummy placerat. Neque porro quisquam est, qui dolorem ipsum quia dolor sit amet, consectetur, adipisci velit, sed quia non numquam eius modi tempora incidunt ut labore et dolore magnam aliquam quaerat voluptatem. Mauris dolor felis, sagittis at, luctus sed, aliquam non, tellus. Aenean placerat. Cras pede libero, dapibus nec, pretium sit amet, tempor quis. Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum. Integer imperdiet lectus quis justo. Aenean fermentum risus id tortor. Proin mattis lacinia justo. Fusce tellus. Donec vitae arcu. Nullam feugiat, turpis at pulvinar vulputate, erat libero tristique tellus, nec bibendum odio risus sit amet ante. Fusce aliquam vestibulum ipsum. Quisque porta. Sed ac dolor sit amet purus malesuada congue. Aenean placerat. Suspendisse nisl. Nullam faucibus mi quis velit. Etiam posuere lacus quis dolor. Pellentesque sapien. Mauris tincidunt sem sed arcu. Temporibus autem quibusdam et aut officiis debitis aut rerum necessitatibus saepe eveniet ut et voluptates repudiandae sint et molestiae non recusandae. Mauris tincidunt sem sed arcu. Nunc tincidunt ante vitae massa. Aliquam erat volutpat. Nullam rhoncus aliquam metus. Fusce wisi. Etiam dictum tincidunt diam. Praesent vitae arcu tempor neque lacinia pretium. Nunc tincidunt ante vitae massa. Quisque tincidunt scelerisque libero.

# offer
source: Current Offer
cs_cz: Aktuální nabídka

# payment_heading
source: Payment Options
cs_cz: Podmínky platby

# payment_text
source: Payment is possibla via a payment gate or COD. You can use CZK or EUR.
cs_cz: Je možná platba přes platební bránu nebo na dobírku.

source: Phone
cs_cz: Telefon

# phone_num
source: Phone Number
cs_cz: Telefonní číslo

source: Postal Code
cs_cz: PSČ

# remove_from_cart
source: Remove from Kart
cs_cz: Odebrat z košíku

source: Shipping
cs_cz: Doprava

# shipping_heading
source: Shipping Information
cs_cz: Doprava

# shipping_text
source: We ship via Czech Post or DPD courier.
cs_cz: Zasíláme zásilky přes Českou Poštu či DPD.

source: Submit
cs_cz: Odeslat

source: €{price:.2f}
cs_cz: {price:.2f} Kč
